let str1="Он подошёл и сорвал аленький цветочек.",
    str2="В ту же минуту, безо всяких туч,",
    str3="блеснула молния и ударил гром,",
    str4="индо земля зашаталась под ногами-и вырос,",
    str5="как будто из-под земли, перед купцом:",
    str6="зверь не зверь, человек не человек,",
    str7="а так какое-то чудище, страшное и мохнатое,",
    str8="и заревел он голосом диким...";

let text= str1 + " " + str2 + " " + str3 + " " + str4 + " " + str5 + " " + str6 + " " + str7 + " " + str8;

console.log(text);